aaron-bond.better-comments
abdoseadaa.node-js-snippet
angular.ng-template
beardedbear.beardedtheme
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chouzz.vscode-better-align
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clinyong.vscode-css-modules
csstools.postcss
cyrilletuzi.angular-schematics
daltonmenezes.aura-theme
dannyconnell.split-html-attributes
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
eliverlara.andromeda
esbenp.prettier-vscode
fdom.stencil-snippets
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.activitusbar
humao.rest-client
jeff-hykin.better-dockerfile-syntax
johnpapa.angular2
kenhowardpdx.vscode-gist
mariorodeghiero.vue-theme
mhutchie.git-graph
mikestead.dotenv
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
natemoo-re.vscode-stencil-tools
nrwl.angular-console
octref.vetur
orta.vscode-jest
pkief.material-icon-theme
pmneo.tsimporter
prisma.prisma
quicktype.quicktype
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
ruhanrk.hbs-snippets
sdras.vue-vscode-snippets
stringham.move-ts
styled-components.vscode-styled-components
tobermory.es6-string-html
unifiedjs.vscode-mdx
usernamehw.errorlens
vue.volar
william-voyek.vscode-nginx
xabikos.javascriptsnippets
yuzu.snippets-next-13
zhuangtongfa.material-theme
zobo.php-intellisense
